Repository: ueda-san/TexViewer
Catalog: TexViewer/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# ContextColor.Text
source: Color outside Image
ja_jp: 画像外の色

# ContextTransparent.Text
source: Do not display checkerboard
ja_jp: 透明部分も画像外の色に

# ContextResize.Text
source: Resize image
ja_jp: 画像のリサイズ

# ContextRotate.Text
source: Rotate image
ja_jp: 画像の回転

# ContextFlip.Text
source: Flip image
ja_jp: 画像の反転

# ContextInfo.Text
source: Image info
ja_jp: 画像の情報

# ContextAnimation.Text
source: Animation
ja_jp: アニメーション

# ContextCrop.Text
source: Crop selection area
ja_jp: 選択範囲を切り出す

# ContextMosaic.Text
source: Mosaic selection area
ja_jp: 選択範囲にモザイク

# ContextOpen.Text
source: Open file
ja_jp: ファイルを開く

# ContextSave.Text
source: Save as
ja_jp: 名前をつけて保存

# AppBarPluginManager.Label
source: Plugin manager
ja_jp: プラグインマネージャ

# AppBarHelp.Label
source: Help
ja_jp: ヘルプ

# Horizontal.Text
source: Horizontal
ja_jp: 左右

# Vertical.Text
source: Vertical
ja_jp: 上下

# PluginReorder.Text
source: 💡Drag&Drop to reorder.
ja_jp: 💡ドラッグ&ドロップで並べ替えられます

# ResizeBYPercentage.Content
source: Resize by percentage
ja_jp: 比率で大きさを指定

# ResizeBYDimensions.Content
source: Resize by dimensions
ja_jp: 画像のサイズを指定

# ResizeFilter.Text
source: Use Filter
ja_jp: フィルタを使用

# ResizeWidth.Text
source: Width
ja_jp: 幅

# ResizeHeight.Text
source: Height
ja_jp: 高さ

# ResizeKeepAspect.Content
source: Keep aspect ratio
ja_jp: アスペクト比を維持

# ResizeAuto
source: Auto
ja_jp: 自動

# DialogCancel
source: Cancel
ja_jp: キャンセル

# DialogResize
source: Resize
ja_jp: リサイズ

# TitleColorPicker
source: Color outside the image
ja_jp: 画像外の色

# TitleResize
source: Resize image
ja_jp: 画像のリサイズ

# AppBarPreference.Label
source: Preference
ja_jp: 設定

# PreferenceTutorial.Content
source: Show tutorial screen on startup.
ja_jp: 起動時にチュートリアル画面を表示

# PreferenceLargeImage.Content
source: Large images are displayed in a reduced size.
ja_jp: 大きい画像を開いた時は縮小して表示

# PreferenceFlipTexture.Text
source: Texture flipped vertically on load.
ja_jp: ロード時にテクスチャの上下を反転する

# TitlePreference
source: Preference
ja_jp: 設定

# TitleImageInfo
source: Image info
ja_jp: 画像の情報

# ContextAnimationPause.Text
source: Animation (⇦ ⇨)
ja_jp: アニメーション (⇦ ⇨)

# PreferenceMosaicSize.Text
source: Size of Mosaic
ja_jp: モザイクの大きさ

# AppBarFitToWindow.Content
source: Fit image to window
ja_jp: 画像をウインドウに合わせる

# DialogCopyToClipboard
source: Copy to clipboard
ja_jp: クリップボードにコピー

# PreferenceTonemap.Text
source: Tone map type
ja_jp: トーンマップタイプ

# PreferenceHDR.Text
source: HDR settings
ja_jp: HDR設定

# PreferenceExposure.Text
source: Exposure compensation
ja_jp: 露出補正

# PreferenceTonemapDisable
source: Disable tonemap
ja_jp: トーンマップ無効

# PreferenceMaxLuminanceAuto
source: Auto detect
ja_jp: 自動判別

# PreferenceAlphaMode.Text
source: Handle alpha values
ja_jp: アルファ値の扱い

# PreferenceAlphaModeIgnore
source: Ignore
ja_jp: 無視

# PreferenceAlphaModeLinear
source: Linear space (correct way)
ja_jp: リニア空間 (正しい方法)

# PreferenceAlphaModeGamma
source: Gamma space (popular way)
ja_jp: ガンマ空間 (一般的な方法)

# PreferenceNearestNeighbor.Content
source: Preserve pixel edges when zooming
ja_jp: ドット感を保ってズーム表示

# PreferenceShowAllExif.Content
source: Display all Exif information
ja_jp: Exif 情報をすべて表示する

# InfoBarMessage_NextOpen
source: The changed settings will take effect the next time you open an image.
ja_jp: 変更された設定は次回画像を開いたときに有効になります

# PreferenceMaxLuminance.Text
source: Display max Luminance
ja_jp: ディスプレイの最大輝度

# PluginManagerSave.Content
source: Save
ja_jp: 保存

# NoPluginToRead
source: No suitable plugin found to read
ja_jp: この形式を読み込めるプラグインがありません

# NoPluginToWrite
source: No suitable plugin found to write
ja_jp: この形式で書き出せるプラグインがありません

# ErrorSave
source: Could not save
ja_jp: 保存に失敗しました

# InfoBarMessage_Admin
source: Can't open files via drag and drop when running as administrator. Use the Open file menu instead.
ja_jp: 管理者権限ではドラッグ&ドロップでファイルを開けません。ファイルを開くメニューからなら開けます。

# InfoBarMessage_ChangeHDR
source: The HDR state has been changed. For certain file formats such as UltraHDR, reloading the file may yield better results.
ja_jp: HDRの状態が変更されました。UltraHDRなど一部のファイル形式ではファイルを読み直すとより良い結果が得られます。
